const problems = [
    {
        'id':01,
        'name':'ใช้งานไฟฟ้าในรถนานเกินไป รถยนต์สตาร์ทไม่ติด',
        'result':'อาการแบตเตอรี่เสื่อม'
    },
    {
        'id':02,
        'name':'รถวิ่งอืด กินน้ำมันมากกว่าปกติ',
        'result':'หัวเทียนบอด'
    },
    {
        'id':03,
        'name':'ได้กลิ่นเหม็นไหม้',
        'result':'เบรกไหม้ สายพานไหม้ ท่อไอเสียปริแตก ลูกสูบไหม้'
    },
    {
        'id':04,
        'name':'สตาร์ทเครื่องนานกว่าปกติ',
        'result':'มีแนวโน้มว่าแบตเตอรี่รถอาจเสื่อม หรือใกล้หมด'
    },
    {
        'id':05,
        'name':'สตาร์ทติดยาก',
        'result':'มีหลายสาเหตุ เช่น แบตเตอรี่ หัวเทียน หรือระบบจ่ายเชื้อเพลิง'
    },
    {
        'id':06,
        'name':'ช่วงล่างนุ่มยวบผิดปกติ',
        'result':'ช่วงล่างเริ่มมีปัญหา ไม่ว่าจะเป็นโช้กเสื่อม ลมยางอ่อน และอื่น ๆ'
    },
    {
        'id':07,
        'name':'มีควันขาวออกมาจากท่อไอเสีย',
        'result':'ระบบหล่อเย็นของเครื่องยนต์มีปัญหา'
    },
    {
        'id':08,
        'name':'ช่วงล่างแข็งกระด้าง',
        'result':'โช้คอัพเสื่อม'
    },
    {
        'id':09,
        'name':'แอร์ไม่เย็น',
        'result':'น้ำยาแอร์หมด อาจจะรั่วตามท่อหรือจุดต่างๆ หรือใช้งานรถมาเป็นระยะเวลานาน'
    },
]
